Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: བྱང་ཆུབ་སེམས་དཔའ་བཅུ་པོ་དེ་དག་གི་གཡས་ལོགས་སུ་རང་སངས་རྒྱས་བརྒྱད་བསྒོམ་པར་བྱ་སྟེ། ཙནྡན་དང་སྤོས་ཀྱི་ངད་ལྡང་དང་ཏོག་དང་ལེགས་ཏོག་དང་ཏོག་དཀར་དང་འདོད་པ་དང་ཉེ་བའི་འདོད་པ་དང་མུ་ཁྱུད་དེ་འདི་བརྒྱད་དོ། །
en: These are the ten bodhisattvas. {11.195} “To the right, one should visualize the eight pratyeka­buddhas—Candana, Gandhamādana , Ketu, Suketu, Sitaketu, Riṣṭa, Upāriṣṭa, and Nemi.

source: དེ་ཉིད་དུ་ཉན་ཐོས་ཆེན་པོ་བརྒྱད་གནས་པ་ལ་འདི་ལྟ་སྟེ། འཕགས་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་དང་ཤཱ་རིའི་བུ་དང་བ་ལང་བདག་དང་བ་ར་དྭ་ཛ་བསོད་སྙོམས་ལེན་དང་། པི་ལིན་དའི་བུ་དང་འཕགས་པ་སྒྲ་གཅན་འཛིན་དང་། འོད་སྲུང་ཆེན་པོ་དང་འཕགས་པ་ཀུན་དགའ་བོའོ། །
en: In the same place there are also the eight great śrāvakas—the noble Mahā­maudgalyāyana, Śāriputra, Gavāmpati, Piṇḍola­bhara­dvāja, Pilindavatsa, the noble Rāhula, Mahākāśyapa, and the noble Ānanda. {11.196}

source: ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་ཉེ་བར་དགེ་སློང་གི་དགེ་འདུན་མཐའ་ཡས་པ་བསྒོམ་པར་བྱའོ། །
en: “Next to these eight great śrāvakas, one should visualize an infinite assembly of monks;

source: རང་སངས་རྒྱས་དང་ཉེ་བ་ན་རང་སངས་རྒྱས་བསམ་གྱིས་མི་ཁྱབ་པ་བསྒོམ་པར་བྱའོ། །
en: next to the pratyeka­buddhas, an infinite numbers of other pratyeka­buddhas;

source: བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་བརྒྱད་ཀྱི་གནས་སུ་ཡང་བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་བསམ་གྱིས་མི་ཁྱབ་པ་བསྒོམ་པར་བྱའོ། །
en: and in the eight places of the eight great bodhisattvas, infinite assemblies of other bodhisattvas.

source: དེ་བཞིན་དུ་ནམ་མཁའི་དཀྱིལ་ཐམས་ཅད་དུ་འཁོར་གྱི་དཀྱིལ་འཁོར་དང་ལྡན་པ་བསྒོམ་པར་བྱ་སྟེ།
en: In this auspicious way should one visualize the canopy of the sky filled with this great assembly. {11.197}

source: བདག་ཀྱང་ལྟེ་བ་ཙམ་གྱི་ཆུ་ལ་གནས་བཞིན་དུ་ལྷ་དང་མིའི་མེ་ཏོག་རྣམ་པ་སྣ་ཚོགས་པ་ལ་མེ་ཏོག་མན་དཱ་ར་བ་དང་། མན་དཱ་ར་བ་ཆེན་པོ་དང་པདྨ་དང་པདྨ་ཆེན་པོ་དང་། དྷ་ནུ་སྐ་རི་དང་བར་ཤི་ཀ་དང་ཨུཏྤལ་སྔོན་པོ་དང་། མེ་ཏོག་རྣམ་པ་སྣ་ཚོགས་ལ་ཚད་ཆེན་པོ་དང་། ཚན་ཆེན་པོར་གྱུར་པ་རི་རབ་ཙམ་གྱི་མེ་ཏོག་གི་སྙིམ་པས་བཅོམ་ལྡན་འདས་ལ་ཡང་དག་པར་མཆོད་དེ་
en: “Still standing in water reaching up to one’s navel, one should perform a big pūjā, offering flowers of many types, earthly and celestial, including māndarava and great māndarava, lotuses and great lotuses, or, according to season, blue lotuses —different flowers of great size, baskets with flowers, and flowers piled as high as a mountain.

source: ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ལྷ་དང་མིའི་ཕྱེ་མ་དང་གོས་དང་། གདུགས་དང་རྒྱལ་མཚན་དང་བ་དན་དག་དང་མར་མེ་རབ་ཏུ་མང་པོ་བྱེ་བ་ཁྲི་ཕྲག་བརྒྱ་སྟོང་ཡིད་དུ་འོང་བས་ཡང་དག་པར་མཆོད་པར་བྱེད་ལ།
en: Also, one should perform a pūjā, pleasing to the mind, for all the śrāvakas, pratyeka­buddhas, and bodhisattvas, offering fragrant powders, parasols, flags, and banners—both earthly and celestial, in great numbers—including thousands of millions of billions of bright lamps.

source: དེ་བཞིན་དུ་ལྷ་དང་མིའི་གཏོར་མ་དང་། བདུག་སྤོས་དང་བཤོས་ལ་སོགས་པ་བསྙེན་བཀུར་ཐམས་ཅད་དང་ཡོ་བྱད་རྣམས་ཉེ་བར་དབུལ་བར་བྱའོ། །
en: One should offer, in the same manner, requisites and articles used for a bali offering, such as incense and food. {11.198}

source: བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པའི་མཛོད་སྤུ་ནས་ཀྱང་འོད་ཟེར་བྱུང་སྟེ། བདག་ཉིད་དང་ཕྱོགས་ཐམས་ཅད་ཀྱང་སྣང་བས་ཁྱབ་པར་བསྒོམ་མོ། །
en: “One should then visualize oneself and everything illumined by the light issuing forth from the tuft of hair between Lord Śākyamuni’s eyebrows.

source: ཟློས་པ་པོ་བསམ་གཏན་ལ་ཞུགས་མ་ཐག་ཏུ་ཚངས་པའི་བསོད་ནམས་དང་མཉམ་པའི་འབྲས་བུ་ཐོབ་པར་འགྱུར་ངེས་པར་བྱང་ཆུབ་ལ་ཡང་གཞོལ་བར་འགྱུར་རོ། །
en: Immediately entering samādhi while reciting the mantra, one will obtain fruits of the accumulated great merit and will certainly become destined for awakening. {11.199}

source: དེ་ལ་སོགས་པའི་བསམ་གཏན་ནི། །འཇིག་རྟེན་གང་ཟག་མཆོག་གིས་གསུངས། །
en: “This and similar meditations Were taught by the best of men

source: འབྱུང་པོ་ཀུན་ལ་ལེགས་པ་དང་། །སྔགས་པ་རྣམས་ལ་ཕན་པའི་དོན། །
en: For the sake of all beings’ welfare And for the benefit of mantra practitioners. {11.200}

source: བསམ་གཏན་དེ་ཚེ་དང་པོའི་གཙོས། །སྔགས་པ་རྣམས་ལ་ཕན་དོན་དུ། །གསུངས་པ་སེམས་ཅན་རྣམས་ལ་ནི། །དེ་ནས་ཐུབ་མཆོག་བདུན་པ་ཡིས། །
en: “The supreme seventh sage Taught at that time the most important meditation, For the benefit of all mantra practitioners And for all sentient beings. {11.201}

source: དཀྱིལ་འཁོར་རྣམ་པ་དེ་ཉིད་ནི། །གང་ཡིན་དང་པོ་ཐུབ་པས་གསུངས། །གཉིས་པ་ཡི་ནི་དཀྱིལ་འཁོར་ཡང་། །གསུམ་པར་ཡང་ནི་དེ་ལས་གཞན། །
en: “He taught the features and appearance Of the first, the second, And the third maṇḍalas, And after that, he taught the mantra. {11.202}

source: དང་པོ་མཆོག་གི་གྲུབ་པ་ཡིན། །གཉིས་པ་དེ་བཞིན་དེ་ལས་གཞན། །ཐ་མ་གྲུབ་པ་ཕྲ་མོ་ཞེས། །ཐུབ་པ་མཆོག་གིས་ངེས་པར་གསུངས། །
en: “The best of men declared that With the first type of painting, the accomplishment will be supreme; With the second, it will be inferior to that; And with the smallest, the accomplishment will be very small. {11.203}

source: མཆོག་དང་བར་མ་ཐ་མ་ནི། །དེ་བཞིན་རས་རིས་བར་མ་བསྒོམ། །
en: “Just as with the form of the painting, so too Can the meditation be supreme, medium, or smallest.

source: མདོར་ན་རྣམ་གསུམ་སྒོམ་པ་ནི། །སྡིག་པའི་རྙོག་པ་མ་ལུས་འཇིག །
en: In short, though, this meditation Will remove all of one’s faults. {11.204}

source: མཁས་པས་སྒོམ་པའི་རྣམ་པ་ནི། །དེ་ལས་གཞན་དུ་མི་བསྟེན་ཏེ། །
en: “There is nothing else to rely on Than the mode of meditation the wise one uses;

source: སྔགས་རྣམས་དེ་ལ་འགྲུབ་པར་འགྱུར། །བསམ་གཏན་དེ་ལ་རབ་ཏུ་གནས། །
en: His mantras will be successful, And he will be stable in his meditation. {11.205}

source: ཅི་འདོད་ཆོ་ག་བསྟན་ནས་ནི། །ཟློས་པས་བསམ་གཏན་བྱས་ནས་སུ། །སྔགས་ཀྱི་ལྷ་ནི་གཤེགས་གསོལ་ཏེ། །མཆོད་ཡོན་གསོལ་ནས་ཅི་བདེ་བར། །
en: “When the reciter has finished his chosen meditation That has been taught according to its procedure, He should request the mantra deity to depart, Using whatever offering he finds pleasing. {11.206}

source: ཆུ་བཞི་དེ་ལས་བྱུང་ནས་ནི། །ཅི་བདེ་བར་ནི་འགྲོ་བར་བྱ། །
en: “He should then come out of the water stream And go, as he pleases,

source: གནས་ཀྱང་སྔར་ནི་བསྟན་པ་ཡི། །ཆོ་ག་ལེགས་དབེན་མཐོང་བ་ཡི། །
en: To a place as described before, Applying self-control according to rules. {11.207}

source: སྔགས་པས་སྔགས་ནི་དེ་ཚེ་བཟླ། །ཅི་བཞིན་ལས་ནི་སྔར་བསྟན་པའོ། །
en: “A mantra practitioner should recite the mantra As prescribed for the previous rite.

source: རང་གི་ལྷ་ནི་སྤྱན་དྲངས་པ། །དེར་ནི་སྔགས་ཀྱིས་གཤེགས་སུ་གསོལ། །
en: He should then request the mantra deity, And whatever deities had been summoned, to depart. {11.208}

source: དེ་ནས་རང་ཉིད་བསྲུང་བྱ་ཞིང་། །དེ་བཞིན་གྲོགས་པོ་དག་ཀྱང་བསྲུང་། །
en: “Next, the skilled practitioner should perform The protection rite for himself and his friends,

source: དགེ་བའི་ལས་ཀྱི་དེ་ཉིད་ཤེས། །ཆོ་གའི་ལས་ལ་དགའ་ཞིང་འདོད། །
en: While knowing the true nature of the ritual And taking pleasure in following its procedure. {11.209}

source: བསྟོད་པའི་རྣམ་པ་མང་པོས་མཆོད། །གང་ཟག་མཆོག་ལ་བསྟོད་ནས་ནི། །
en: “One should praise the best of beings By offering various eulogies,

source: རང་སྔགས་སྔགས་ཀྱི་མགོན་པོ་དང་། །ཉན་ཐོས་རང་རྒྱལ་བསེ་རུ་དང་། །
en: And thus supplicating one’s mantra deity, the lord of mantras, The śrāvakas, the rhinoceros-like pratyeka­buddhas, {11.210}

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེ། །འཇིག་རྟེན་གསུམ་ལ་རྗེས་གཟུང་མཛོད། །
en: “And the bodhisattvas, these great beings Who are forbearingly kind toward the three realms.

source: སྔགས་ཟློས་པས་ནི་གནས་དེ་ནས། །དེ་ནས་ཀྱང་ནི་ལངས་ནས་སུ། །
en: A mantra reciter should then Get up from his seat once again {11.211}

source: གནས་ནི་ཐག་རིང་སོང་ནས་ནི། །ཕྱི་རོལ་རླུང་ནི་རྣམ་སྤངས་པར། །སྣབས་དང་མཆིལ་མ་རྣམ་པར་དོར། །བཤང་དང་གཅི་བའང་དེ་བཞིན་ཏེ། །
en: “And, having gone some distance from his dwelling, Should expel his breath completely, Discharge mucous and spittle, And void his bladder. {11.212}

source: ཉིན་པར་བྱང་དུ་ཁ་བལྟས་ཏེ། །མཚན་མོ་ལྷོར་ནི་བལྟ་བར་བྱ། །
en: “During the daytime one should face north, And at nighttime, south.

source: དེར་ནི་དོན་རྣམས་མི་བསམ་སྟེ། །སྔགས་ཟློས་ནམ་ཡང་བྱ་བ་མིན། །
en: A mantra reciter should never Wish for material benefits. {11.213}

source: དེར་ནི་སྔགས་ཀྱང་མི་བཟླ་ཞིང་། །ལས་བཅས་རིགས་ཀྱང་བཤད་མ་ཡིན། །
en: “He should not recite, for this purpose, the mantra, Nor should he talk about his family and its activities.

source: རབ་སྔགས་འགྲོས་དང་མཚན་སོགས་ཀྱིས། །དེ་ཚེ་ས་ལ་འདུག་པར་བྱ། །
en: A practitioner of impeccable conduct, Adorned with auspicious marks, should sit on the ground. {11.214}

source: གཙང་ཕྱིར་གོས་མཐའ་ཆུར་གཞུག་བྱ། །ཆུ་གཙང་གིས་ནི་ཉེ་རེག་བྱ། །
en: “He should perform ablutions in pure water That reaches up to the hem of his robe,

source: འབད་པས་རྐང་གཉིས་བཀྲུ་བྱ་སྟེ། །ས་ནི་ཁྱོར་བ་བདུན་བླངས་ནས། །
en: And thoroughly wash his feet, Wiping them seven times with clay. {11.215}

source: ལན་བདུན་ས་དེ་ཉིད་ཀྱིས་སོ། །བཤང་བ་ལ་ནི་སུམ་ཅུས་བྱ། །
en: “After urinating, he should use seven handfuls, After passing stool, use thirty handfuls, And clean his hands afterward.

source: མཆིལ་མ་དོར་དང་དེ་བཞིན་དུ། །སྣབས་དོར་བ་ལ་རེ་རེ་འོ། །
en: When clearing phlegm or snot, He should take two handfuls of clay. {11.216}

source: དེ་ནས་ཉེ་རེག་བྱ་བ་ཡིན། །སྒྲ་མེད་དེ་བཞིན་སོང་ནས་ནི། །ལམ་ལ་སོགས་པ་སྤངས་པའོ། །
en: “One should perform one’s toilet carefully, In a place far from one’s dwelling. One should go to where no sound is heard, And where all paths disappear. {11.217}

source: དེ་ནས་གཞན་ཡང་ཅི་འདོད་པར། །ལྷོ་ཕྱོགས་མཐའ་ནི་ཕྱི་རོལ་དུ། །
en: “There, at one’s pleasure, Outside the southern boundary,

source: གཡང་ས་ཞིང་དང་ཚྭ་སྒོ་དང་། །དེ་བཞིན་བྱེ་མས་ཁྱབ་པ་ལ། །ཆུ་བོ་སྤང་ཞིང་ངོགས་ཀྱང་སྤང་། །མི་གཙང་བ་ཡང་སྤང་བར་བྱ། །
en: In a pit submerged in saline water And covered over with sand, {11.218} “But not on a riverbank— One should avoid polluting them with feces—

source: རབ་ཏུ་བཀབ་དང་དབེན་ཡིད་ཆེས། །བས་མཐའ་སྐྱེ་བོ་རྣམ་སྤངས་པ། །
en: In a covered and secret place where one feels at ease, In a wilderness devoid of people, {11.219}

source: སྔགས་པས་དེ་འདྲའི་ས་དག་ཏུ། །མི་གཙང་བ་ནི་དོར་བར་བྱ། །
en: “Can a mantra practitioner go to the toilet To void his body of impurities.

source: སྔགས་ཟློས་དུས་ནི་ཤེས་པ་ཡིས། །ཅི་ལྟར་འདོད་པའི་ཤུགས་དག་མིན། །
en: A mantra reciter should know the right time And not hold in feces for too long. {11.220}

source: དེ་ནས་གཙང་མཐའི་ཕྱོགས་སོང་ནས། །བཤང་གཅིའི་བྱ་བ་བྱས་ནས་ནི། །དེ་ནས་གནས་སུ་ཅི་བདེར་གནས། །
en: “One should therefore go, whenever one feels like it, To a clean and deserted spot as prescribed And build there a toilet-cabin The way one wants. {11.221}

source: གསལ་བའམ་དབེན་པའམ་གཡོགས་པའམ། །སྐྱེ་བོ་མེད་པའི་ས་ཕྱོགས་སུ། །མི་སྨྲ་ལུས་རེག་སྤངས་ནས་ནི། །རྟག་ཏུ་བཤང་གཅི་བྱ་བ་ཡིན། །
en: “One should always relieve oneself In silence, without any company, In a secret and hidden hut, Or a place concealed by the terrain. {11.222}

source: བཤང་དང་གཅི་བ་མེད་བྱས་ནས། །སྡོམ་ཅན་གཙང་སྦྲ་རྟག་ཏུ་བྱ། །རེག་ན་འཇམ་དང་འདོད་པ་ཡི། །སྲོག་ཆགས་རྣམ་པར་སྤངས་པ་ཡི། །
en: “When urine and stool have been evacuated, A vow holder should always clean himself Using soft and well-kneaded clay, Free of living organisms. {11.223}

source: ས་གསུམ་ཡོངས་སུ་བླངས་ནས་སུ། །གཅིག་གིས་བཤང་བའི་ཕྱོགས་སུ་བྱ། །ས་ཡི་ཆ་གཉིས་དག་གིས་ཀྱང་། །ལག་པ་གཉིས་ནི་བཀྲུ་བར་བྱ། །
en: “One should divide the clay into three lumps and always use one To clean one’s anus and the remaining two to clean each hand.

source: སྔགས་པས་ས་དག་རྟག་ཏུ་ནི། །སྔར་བསྟན་པ་དག་བླང་བར་བྱ། །
en: A mantra practitioner should always collect the clay From the ground as described before {11.224}

source: འབད་པས་རྐང་གཡོན་བཀྲུ་བྱ་སྟེ། །དེ་ནས་གཡས་པ་བཀྲུ་བར་བྱ། །
en: “And thoroughly wash his feet, First the right, then the left.

source: ཕན་ཚུན་ཉིད་དུ་བཤིབས་ནས་ནི། །ཟློས་པས་རྐང་པ་བཀྲུ་བར་བྱ། །
en: A mantra reciter should ensure That the feet do not touch each other. {11.225}

source: སྔགས་ཟློས་པས་ནི་གཙང་སྦྲ་དག །སྔར་ནི་རྒྱ་ཆེར་བསྟན་པ་ཡིན། །
en: “The personal hygiene of mantra reciters Has been taught at length before.

source: དྲི་ང་མེད་པའི་གཙང་སྦྲ་ཡང་། །ཐུབ་པས་སྔར་ནི་བསྟན་པ་ཡིན། །
en: The pure beings have formerly taught The purificatory toilet involving perfume and unguents.

source: སྔགས་ཟློས་པ་ཡི་གཙང་སྦྲ་ནི། །འདིར་ནི་མདོར་བསྡུས་བསྟན་པ་ཡིན། །
en: This purification procedure will now be summarized For the sake of those who follow the rules of mantra. {11.226}

source: དྲི་མ་བྲལ་བའི་གཙང་སྦྲ་ཡི། །གཙང་སྦྲ་ཉིད་ནི་རྟག་ཏུ་བྱ། །རྒྱུད་རྣམས་ཀུན་ལ་སྣང་བ་ཞེས། །ཐུབ་པའི་དབང་པོས་གསུངས་པ་ཡིན། །
en: “The lord of sages has said That one should always stay pure Through a toilet involving perfume and unguents, As has been indicated in this entire tantra. {11.227}

source: དེ་ནས་ཟློས་པས་ཉེ་རེག་བྱ། །སྡོམ་ཅན་གྱིས་གྲུབ་ལས་ཀྱང་བྱ། །
en: “One should perform ablutions while reciting the mantra, Delighting, like a devotee, in the rites that are successful,

source: སྔར་བསྟན་པ་ཡི་ཆོ་ག་ཡིས། །ཡིད་ནི་ནང་གི་དག་པ་ཡིན། །
en: Following the method as previously taught, With one’s mind inwardly pure. {11.228}

source: རྒྱུད་རྣམས་ཀུན་ལ་བསྔགས་པ་ཡི། །གཙང་སྦྲ་ལྔ་ཡི་ཆོ་ག་གསུངས། །
en: “In all the tantras the purity Of mantra practitioners is taught to be fivefold.

source: ལུས་ཀྱི་དག་དང་ངག་དག་དང་། །ཡིད་ཀྱི་དག་པ་ཡིན་པར་བསྟན། །
en: Purity of the body, purity of speech, And purity of mind are taught as three;

source: བཞི་པ་བདེན་པའི་དག་པ་སྟེ། །ཆུ་ཡི་དག་པ་ལྔ་པར་བཤད། །
en: Fourth is the purity of truth, And fifth is the purity of water. {11.229}

source: བདེན་པའི་ཆོས་ཅན་ཁྲོ་བ་ཐུལ། །དེ་ཉིད་ཤེས་ཤིང་བསྟན་བཅོས་མཐོང་། །
en: “One needs to abide by the law of truth, control one’s anger, Understand the teachings of the tantras, know the śāstras,

source: ཕྲ་བའི་དེ་ཉིད་དོན་ལ་མཁས། །སྔགས་ཤེས་ལས་ལ་གྲགས་པ་དང་། །
en: Be proficient in understanding the significance of the subtle nature, Understand the mantras, and know the rituals. {11.230}

source: ཕྱི་དང་ནང་ལ་མཁས་པ་དག །དེ་ལ་དངོས་གྲུབ་རྙེད་མི་དཀའ། །
en: “For those with both inner and outer skills, Accomplishment will not be difficult to find.

source: བདེན་པའི་ཆོས་ནི་རྣམ་སྤངས་པའི། །རྫུན་གྱི་ཚིག་ནི་སྨྲ་མི་བྱ། །
en: One should not utter false and disrespectful words That are devoid of the quality of truth;

source: དེ་ཉིད་ཐམས་ཅད་རྣམ་སྤངས་པའི། །མ་རུངས་རབ་ཏུ་མ་རུངས་དང་། །རྣམ་པར་སྡང་དང་འཁྲུག་བཅས་དང་། །རྩུབ་དང་གནད་རྣམས་སྨྲ་བ་དང་། །
en: {11.231} “Words that are cruel, cruel in the extreme, Or devoid of any truth; Words that sow mutual hatred and anger; Harsh words that attack someone’s weaknesses;

source: བདེན་པའི་ཆོས་ནི་རྣམ་ཉམས་པ། །སེམས་ཅན་གཞན་ལ་གནོད་བྱེད་པ། །ཕྲ་མ་ཉོན་མོངས་ཅན་སེམས་དང་། །ཆོས་ཀུན་རྣམ་པར་སྤངས་པ་དང་། །
en: {11.232} “Words devoid of truth or justice That hurt other beings; Or slanderous words born out of an afflicted mind That have no virtue in them at all. {11.233}

source: རྟག་ཏུ་འཚེ་བའི་བདག་ཉིད་དང་། །ཁྲིམས་འཆལ་ཆོས་མིན་སྤྱོད་པ་དང་། །
en: “So, too, one should always avoid intrinsically harmful words That spring from wrong morality and do not accord with the Dharma.

source: ཟློས་པའི་སྔགས་པས་རྟག་ཏུ་སྤང་། །གྲོང་གི་ཆོས་ཀྱང་དེ་བཞིན་ནོ། །
en: A mantra reciter should likewise always avoid The vulgar pursuits of common people. {11.234}

source: ཁྲོ་བ་ལོག་པར་འབྱུང་བ་ཡི། །འཇིག་རྟེན་ཕ་རོལ་འཇིགས་རྣམས་ལ། །སངས་རྒྱས་བྱང་ཆུབ་སེམས་དཔའ་དང་། །བློ་ལྡན་རྣམས་ཀྱིས་ཡོངས་སུ་སྨད། །
en: “All the buddhas, bodhisattvas, And other wise beings condemn The misguided ire of Those who fear the next world. {11.235}

source: རྟག་ཏུ་རང་རྒྱལ་བསེ་རུ་དང་། །ཉན་ཐོས་ཀྱིས་ཀྱང་རྟག་ཏུ་སྨད། །བརྫུན་པ་དེ་བཞིན་འཇིག་རྟེན་ན། །ས་སྟེང་གྲུབ་པ་འདོད་རྣམས་ལའོ། །
en: “Certainly, too, the rhinoceros-like pratyeka­buddhas And the śrāvakas, time and again, Condemn false speech for those people Who desire accomplishment in this world. {11.236}

source: བརྫུན་པ་ཉེ་བར་སྨྲ་བ་དག །ཤིན་ཏུ་མི་བཟད་དམྱལ་བར་འགྲོ། །
en: “One who speaks false words Will go to a most terrible hell,

source: དེ་བཞིན་དུད་འགྲོ་ཡི་དགས་དང་། །གཤིན་རྗེའི་འཇིག་རྟེན་རྟག་ཏུ་འགྲོ། །
en: Then to the animal realm, And after that to Yama’s world of hungry ghosts. {11.237}

source: བརྫུན་ནི་ཉེ་བར་སྨྲ་བ་ཡིས། །དེར་ནི་རྟག་ཏུ་གནས་པ་ཡིན། །བློ་ངན་མི་བཟད་ལྟུང་བ་ནི། །ཐིག་ནག་རབ་ཏུ་ཚ་བ་དང་། །
en: “One who makes one’s living by telling lies Will have to stay there continually. Such a feeble-minded being will go to the terrible Kālasūtra or Pratāpana hell, {11.238}

source: ཡང་སོས་རལ་གྲིའི་ལོ་མ་དང་། །དེ་བཞིན་ཤལ་མ་ལི་ནགས་སུ། །བརྫུན་སྨྲ་བ་ཡི་གང་ཟག་ནི། །བསྐལ་པ་མང་པོར་དེར་གནས་སོ། །
en: “Or Sañjīva, Asipattra, Or perhaps Śālmalīvana, Where a person who speaks untruth Will remain for many eons. {11.239}

source: ལོག་པར་སྨྲ་བར་གྱུར་པ་དང་། །རྨོངས་པས་ལོག་པར་བརྗོད་པ་ཡིས། །འབྱུང་པོ་རྣམས་ལ་སླུ་བྱེད་པ། །དེ་ལ་སྔགས་གྲུབ་ག་ལ་ཡོད། །
en: “How could the mantras of a liar Ever bring accomplishment? One who deceives beings with false words Only brings them distress.

source: དེས་ན་རྨོངས་པའི་ལས་དེ་ཡིས། །སྔགས་ནི་གྲུབ་པར་མ་མཐོང་ནས། །
en: One whose actions are so deluded Is therefore not going to see mantra accomplishment. {11.240}

source: འདི་སྐད་དུ་ནི་ཚིག་སྨྲ་བ། །སྔགས་ལས་གྲུབ་པ་མེད་དོ་ཞེས། །
en: “There will be no accomplishment for the followers of mantra Who utter words in the manner just described.

source: གང་གིས་སངས་རྒྱས་བསྟན་པ་འདི། །ས་སྟེང་འདིར་ནི་སྤངས་པ་ཡིན། །
en: “One who rejects, on this earth, The teaching of the buddhas

source: དེས་ན་མི་བཟད་དམྱལ་བར་འཚེད། །མནར་མེད་འཇིགས་པ་ཆེན་པོ་དང་། །
en: Will fall into the terrible And very frightening Avīci hell. {11.242}

source: ཡང་སོས་དང་ནི་ཐིག་ནག་དང་། །རབ་ཏུ་ཚ་བའི་དམྱལ་བར་ནི། །དམ་པའི་ཆོས་ལ་བརྙས་པ་ཡིས། །དེར་ནི་བསྐལ་པ་ཆེན་པོར་གནས། །
en: “In the Sañjīva, Kālasūtra, Or Pratāpana hell One will remain for one great eon, If one shuns these genuine instructions of mine. {11.243}

source: གང་ཡང་དམྱལ་བ་མི་བཟད་པར། །བྱིས་པའི་སྐྱེ་བོ་འཚེད་བྱེད་པ། །
en: “Foolish people will be cooked In a frighteningly dark hell,

source: དམ་པའི་ཆོས་ལ་བརྙས་བྱེད་དང་། །ཞེ་སྡང་མུན་པས་བསྒྲིབས་པའོ། །
en: If, blind and veiled by darkness, They disdain the genuine teachings. {11.244}

source: མི་ཤེས་བྱིས་པའི་ངོ་བོ་འམ། །རྨོངས་པ་ལོག་པའི་ང་རྒྱལ་གྱིས། །རིག་པའི་རྒྱལ་པོ་བརྙས་བྱེད་པ། །མི་བཟད་དམྱལ་བར་འགྱུར་བ་ཡིན། །
en: “Because of their ignorance and childish nature, They are deluded by their false pride. Slighting the vidyārāja, They will fall into a terrible hell. {11.245}

source: དེ་བས་སྡིག་པ་མི་བྱ་ཞིང་། །ལོག་པར་སྨྲ་བའང་སྨད་པ་དང་། །
en: “One should therefore refrain from committing evil, Or any contemptible falsehood.

source: དམ་པའི་ཆོས་ཀྱང་མི་བརྙས་ཤིང་། །ལྟ་བ་ལོག་པའང་སྨད་པར་བྱ། །
en: Genuine Dharma must not be despised, And wrong views must be rejected. {11.246}

source: དེ་བས་རྟག་ཏུ་དད་གྱུར་ནས། །སྔགས་ཀྱི་ཆོ་ག་རྟག་ཏུ་བསྟེན། །
en: “Consequently, one should always have faith And always follow the mantra procedure.

source: ཆོས་ཤེས་བདེན་པར་སྨྲ་བ་དང་། །སེམས་ཅན་རྣམས་ལ་ཕན་པར་དགའ། །
en: One who knows the mantra should speak the truth, Always for the good of sentient beings.

source: སྔགས་དང་སྔགས་ཤེས་བསྟེན་གྱུར་པ། །ངེས་པར་དེ་ལ་གྲུབ་པ་ཡིན། །
en: If such a one resorts to the mantra, He will certainly obtain accomplishment. {11.247}

source: མཆོག་དང་བར་མ་ཐ་མ་ལས། །རྣམ་པ་སྣ་ཚོགས་ལས་བྱེད་དེ། །ལས་ནི་བྱ་བས་བྱེད་པ་སྟེ། །བྱ་བ་མི་བྱེད་རྟག་ཏུ་ནི། །
en: “The (ritual) performance makes for the (ritual) activity; Such activity would not happen without the performance. One thus performs various activities (and creates various karmas) Of the sublime, medium, and lower types.

source: བྱ་བ་ལས་ནི་ལྡན་པ་ལས། །རྟག་ཏུ་དེ་ལས་གྲུབ་པར་འགྱུར། །
en: One who thus engages in ritual activity Will always obtain accomplishment. {11.248}

source: བྱ་ཕྱིར་ལས་རྣམས་ཐམས་ཅད་ཕྱིར། །ལས་ཕྱིར་རྟག་ཏུ་བྱ་བ་ཡིན། །
en: “In terms of purpose, the only purpose of ritual performance Is always for the sake of aim-oriented activity.

source: བྱ་བའི་དོན་དུ་བྱ་བ་མིན། །བྱ་བ་ལས་ལ་སྦྱར་བ་ཡིན། །
en: Ritual performance without a motive is a kriyā (mere performance), Whereas ritual performance with a motive is a karman (retributive activity).

source: དོན་བཅས་ཉིད་ཀྱི་བྱ་བ་ལ། །བྱ་བ་ཉིད་ཀྱིས་རྟག་ཏུ་བྱ། །
en: As activity that relies on ritual bears results, One should always perform rituals. {11.249}

source: བྱ་བ་ལས་དང་འབྲས་བུ་ཉིད། །བྱ་བ་ལས་འབྲས་རྟག་ཏུ་བྱ། །
en: “First the required procedure, then the activity, and then the result— This is always the order in which these three occur.

source: འབྲས་མེད་པ་ལས་འབྲས་འབྱུང་ཞིང་། །འབྲས་བུ་ཉིད་ཀྱང་རྟག་འབྲས་འགྱུར། །
en: That which bears no result (that is, the procedure on its own) becomes that which Produces the result (the activity), thus always ending with the result. {11.250}

source: འབྲས་མེད་འབྲས་བུར་བཅས་པ་ཡང་། །ཐམས་ཅད་འབྲས་བུ་ཁོ་ནར་འགྱུར། །
en: “With results or without them— These are the only possible outcomes.

source: ཡང་དག་ལྡན་པས་སྔགས་གྲུབ་སྟེ། །
en: A mantra is accomplished through union;

source: ཡང་དག་ལྡན་པས་སྔགས་གྲུབ་པའོ། །
en: This union is what brings the accomplishment of mantra.

source: ལྡན་པས་རྣམ་པར་བྲལ་བ་ནི། །མི་ལྡན་ལྡན་པ་གྲུབ་པ་མིན། །
en: The absence of union is separation, And separation, unlike union, is not effective. {11.251}

source: བསྒྲུབ་བྱ་སྒྲུབ་པ་མེད་པ་ནི། །དེ་ལ་གྲུབ་པ་མི་འགྲུབ་བོ། །
en: “Accomplishment—the accomplishing of what is to be accomplished— Will not be won in that case.

source: གྲུབ་པའི་རྫས་ནི་ཐམས་ཅད་ཀྱང་། །གྲུབ་པའི་རྒྱུ་དང་འགལ་བ་ཡིན། །
en: The power substances—the causes of accomplishment— Will be blocked in every respect. {11.252}

source: སྔགས་པ་མ་གྲུབ་སྒྲུབ་བྱེད་པ། །སྔགས་ནི་སྒྲུབ་པར་བྱེད་པ་ཡིན། །
en: “For those, however, who have accomplished their mantra, Even the mantras they have not previously accomplished bring results.

source: བྱེད་པ་རབ་འདོད་ལས་ཡིན་ཏེ། །ལས་ལ་འདོད་པ་བྱ་བར་འདོད། །
en: The activity primarily intended by the performer Is the result of the procedure enacted for the purpose of this activity. {11.253}

source: ལས་མིན་ལས་ནི་ཐམས་ཅད་ལ། །ལས་ཀྱི་རྒྱུར་ནི་མི་བྱའོ། །
en: “In all activities one should not perform that which is ineffectual. Since the [effective] activity has its causes,

source: སྔགས་དང་རྒྱུད་ཀྱི་དོན་ལྡན་པའི། །འབྲས་བཅས་ལས་ནི་བརྩམ་པར་བྱ། །
en: Which are the mantra, the tantra, and the intention, One should always commence an activity employing [these causes]. {11.254}

source: བརྩམ་པའི་ལས་ནི་བརྩམ་པར་བྱ། །
en: “One should perform activities that are viable ( ārabhya );

source: ལས་མེད་ཉིད་ལ་བརྩམ་མི་བྱ། །
en: One should not undertake activities that are ineffectual.

source: མ་བརྩམས་བྱ་བའི་སྔགས་རྣམས་ནི། །ལུས་ཅན་ཀུན་ལ་འགྲུབ་མི་འགྱུར། །
en: Mantras that are not part of a ritual performance Will not bring accomplishment to anyone. {11.255}

source: སེམས་ཅན་ཀུན་ལ་ཐུགས་བརྩེ་བས། །ཐུབ་པ་མཆོག་གིས་སྔོན་གསུངས་པ། །སྔགས་ནི་རྒྱུ་ཡི་སྒོ་དག་ནས། །རྒྱལ་བའི་སྲས་ལ་དམ་ཚིག་བཤད། །
en: “The samaya, formerly taught by the supreme sages— The teachers of the true Dharma— Has been explained by the victorious ones In the teachings of the Mantra Vehicle. {11.256}

source: སྒྲུབ་པ་སྔགས་ནི་ཀུན་ཤེས་ཤིང་། །སྔགས་ཀྱི་རྒྱལ་པོ་མཆོག་འདི་ནི། །སྔགས་ཀྱི་ཚུལ་དུ་རབ་བསྟན་ཡིན། །ཡང་དག་རྫོགས་ལམ་རྒྱུ་ཡིན་པས། །
en: “The practitioner who knows the complete doctrine of the mantra Has been shown, in this matchless king of manuals, The path that results in awakening— The path whose nature ( rūpa ) is mantra. {11.257}

source: གང་དུ་རིགས་པ་རྟགས་ཡོད་ལ། །སྔགས་རྣམས་ཐམས་ཅད་འགྲུབ་པར་འགྱུར། །
en: “All mantras for which the lineage connection Is always present will be successful.

source: དུས་ནི་རིང་པོ་མི་ཐོགས་པར། །མཁས་པས་གྲུབ་པ་ཐོབ་པ་ཡིན། །
en: One will accomplish[, in such a case,] what one desires Within a short period of time. {11.258}

source: འབྱུང་པོ་རྣམས་ལ་ཞི་དོན་དུ། །རྫོགས་སངས་རྒྱས་ཀྱིས་རབ་ཏུ་བསྟན། །ལམ་ཡང་སྔགས་ཀྱི་ཚུལ་གྱིས་ནི། །མྱ་ངན་འདས་གྲོང་འགྲོ་བ་ཡིན། །
en: “For the sake of pacifying every being, The perfect buddhas taught The path that consists of mantra, Which leads to the city of nirvāṇa. {11.259}

source: དེ་བཞིན་རྟག་ཏུ་བྱང་ཆུབ་ལམ། །ལས་དོན་ཐམས་ཅད་རྫོགས་པར་བྱེད། །
en: “Thus, the path to awakening Always fulfills the purpose of all activities.

source: དེ་ཡི་མཐར་ཐུག་དཔུང་གཉེན་ནི། །དང་པོའི་གནས་ནི་སངས་རྒྱས་ཉིད། །
en: Buddhahood is its place of origin And its ultimate and final aim. {11.260}

source: དེ་བཞིན་འབད་མེད་གྲུབ་པ་ནི། །འདི་ལས་འབྲས་བཅས་ཐོབ་པ་ཡིན། །སྣ་ཚོགས་ལས་དང་ལས་ཤེས་ཡིན། །སྔགས་བཟླས་དག་ནི་བྱེད་པར་འགྱུར། །
en: “If effected through mantra recitation, This path will be accomplished without effort, And its results will be obtained Along with the knowledge of various karmic predispositions. {11.261}
